#+STARTUP: content
* ISA
  :LOGBOOK:
  CLOCK: [2019-11-05 Tue 22:45]--[2019-11-05 Tue 22:58] =>  0:13
  CLOCK: [2019-11-05 Tue 22:14]--[2019-11-05 Tue 22:40] =>  0:26
  CLOCK: [2019-11-05 Tue 15:53]--[2019-11-05 Tue 16:18] =>  0:25
  :END:

| bytes         | 0 | 1 |  2 |  3 | 4 | 5 | 6 | 7 | 8 | 9 |
|---------------+---+---+----+----+---+---+---+---+---+---|
| halt          | 0 | 0 |    |    |   |   |   |   |   |   |
| nop           | 1 | 0 |    |    |   |   |   |   |   |   |
| rrmovq rA, rB | 2 | 0 | rA | rB |   |   |   |   |   |   |
